; This section is necessary to force the localization combiner to find the class and reload it in order to replace existing values below
;[XComGame.X2ExperienceConfig]

[AWCTrainingSlot_LW X2StaffSlotTemplate]
EmptyText="空位：需要士兵"
BonusEmptyText="为士兵训练AWC能力。"
BonusText="%SKILL训练中"
FilledText="%UNITNAME现在加入了%SKILL训练项目！"
LockedText="未解锁：购买升级"

[AWCTrainingUpgrade_SecondSlot_LW X2FacilityUpgradeTemplate]
DisplayName="士兵训练站"
FacilityName="AWC训练站"
Summary="添加了第二个VR环境，在这里符合军阶的士兵能够训练高级能力。\n"

[UIPersonnel_AWC_LW]
m_strTitle="训练的士兵"
EmptyListMessage="无合适的候选人"

